[M_FeedButtStallion MissionDefinition]
MissionName="O Garanhão Faminto"
MissionDescription="A rainha Butt Stallion está com fome.  Tina acha que você deve alimentá-la."
TurnInDescription="Isso foi... foi alguma coisa, sei lá."
MissionSummary="Alimente a rainha Butt Stallion."
MissionGiver="Butt Stallion"
MissionTurnInLocation="Butt Stallion"
TeaserText="A rainha está faminta!"

[M_FeedButtStallion:FeedButtStallion_OS_Feed MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FeedButtStallion:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_FeedButtStallion:OBJ_FB_FeedButtstallion MissionObjectiveDefinition]
ProgressMessage="Alimente a rainha Butt Stallion"

